Repository: cilippofilia/Drinko.
Catalog: DrinkoPro/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Selects this color for the category.
de: Wählt diese Farbe für die Kategorie aus.
es: Selecciona este color para la categoría.
fr: Sélectionne cette couleur pour la catégorie.
it: Seleziona questo colore per la categoria.

source: Serving
de: Serviert
es: Servicio
fr: En activité
it: Serve

source: Set rating to %lld
de: Bewertung auf %lld setzen
es: Establecer la valoración en %lld
fr: Définir la note sur %lld
it: Imposta la valutazione su %lld

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni

source: Share the app
de: App teilen
es: Compartir la app
fr: Partager l'app
it: Condividi l'app

source: Shots Only
de: Nur Shots
es: Solo chupitos
fr: Shots uniquement
it: Solo shot

source: Show history
de: Verlauf anzeigen
es: Mostrar historial
fr: Afficher l'historique
it: Mostra storia

source: show less
de: weniger anzeigen
es: mostrar menos
fr: Moins
it: mostra meno

source: show more
de: mehr anzeigen
es: mostrar más
fr: Plus
it: mostra di più

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: S'inscrire

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Déconnecter
it: Disconnetti

source: Sorry, there was an error loading the store. Please try again later.
de: Entschuldigung, es gab einen Fehler beim Laden des Geschäfts. Bitte versuchen Sie es später erneut.
es: Lo sentimos, hubo un error al cargar la tienda. Por favor, inténtalo de nuevo más tarde.
fr: Désolé, une erreur est survenue pendant le chargement du store. Merci de réessayer plus tard.
it: C'è stato un errore caricando il negozio. Per favore prova di nuovo più tardi.

source: Sort
de: Sortieren
es: Ordenar
fr: Trier
it: Ordine

source: Sort cocktails
de: Cocktails sortieren
es: Ordenar cócteles
fr: Trier les cocktails
it: Organizza i cocktail

source: Sort Cocktails
de: Cocktails sortieren
es: Ordenar cócteles
fr: Trier les Cocktails
it: Organizza i Cocktail

source: Special thanks to:
de: Besonderer Dank an:
es: Agradecimientos especiales a:
fr: Remerciements particuliers à :
it: Un ringraziamento speciale a:

source: Step %lld
de: Schritt %lld
es: Paso %lld
fr: Étape %lld
it: Passaggio %lld

source: Suggested Categories
de: Vorgeschlagene Kategorien
es: Categorías sugeridas
fr: Catégories suggérées
it: Categorie suggerite

source: Support
de: Unterstützung
es: Apoyo
fr: Soutien
it: Supporto

source: Take Photo
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
it: Scatta una foto

source: Thank you!
de: Vielen Dank!
es: ¡Gracias!
fr: Merci!
it: Grazie!

source: Thank you! Your request is pending approval, but you can carry on using the app in the meantime.
de: Vielen Dank! Ihre Anfrage steht noch aus, aber Sie können die App in der Zwischenzeit weiterhin verwenden.
es: ¡Gracias! Tu solicitud está pendiente de aprobación, pero puedes seguir usando la app mientras tanto.
fr: Merci! Ta demande est en vérification, mais tu peux continuer à utiliser l'application en attendant.
it: Grazie! Stiamo processando la tua richiesta, nel frattempo puoi continuare ad usare l'app normalmente.

source: This app was made with ❤️ by Filippo Cilia 🇮🇹
de: Diese App wurde mit ❤️ von Filippo Cilia 🇮🇹 erstellt
es: Esta app fue hecha con ❤️ por Filippo Cilia 🇮🇹
fr: Cette app a été faite avec ❤️ par Filippo Cilia 🇮🇹
it: Questa app è stata fatta con ❤️ da Filippo Cilia 🇮🇹

source: This will permanently remove your cocktail.
de: Dies entfernt deinen Cocktail dauerhaft.
es: Esto eliminará permanentemente tu cóctel.
fr: Cela supprimera définitivement votre cocktail.
it: Questo rimuoverà definitivamente il tuo cocktail.

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo

source: To start, press 'Add a category' below or the + button at the top of the view.
de: Um zu beginnen, klicken Sie unten auf „Kategorie hinzufügen“ oder oben in der Ansicht auf die Schaltfläche "+“.
es: Para empezar, pulsa 'Añadir una categoría' abajo o el botón + en la parte superior de la vista.
fr: Pour commencer, appuyez sur « Ajouter une catégorie » ci-dessous ou sur le bouton + en haut de la vue.
it: Per iniziare, premi "Aggiungi una categoria" qua sotto o il + in alto a destra

source: Translations
de: Übersetzungen
es: Traducciones
fr: Traductions
it: Traduzioni

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Essayez encore
it: Riprova

source: Unit
de: Einheit
es: Unidad
fr: Unité
it: Unità

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna

source: Use 'Built in the glass' and 'served up' to calculate the ABV of your own batches. Those two combined will not add any dilution to the drink.
de: Verwenden Sie „Im Glas eingebaut“ und „serviert“, um den Alkoholgehalt Ihrer eigenen Chargen zu berechnen. Beides zusammen führt zu keiner Verdünnung des Getränks.
es: Usa 'Construido en el vaso' y 'servido' para calcular el ABV de tus propios lotes. Esos dos combinados no añadirán ninguna dilución a la bebida.
fr: Utilisez «Construit dans le verre» et «Servi» pour calculer l'ABV de vos propres lots. Ces deux combinés n’ajouteront aucune dilution à la boisson.
it: Usa 'Costruito nel bicchiere' e 'servito' per calcolare il grado alcolico dei tuoi lotti. Questi due combinati non aggiungeranno alcuna diluizione alla bevanda.

source: User Created Only
de: Nur vom Benutzer erstellt
es: Solo creados por el usuario
fr: Créés par l’utilisateur uniquement
it: Solo creati dall’utente

source: Water
de: Wasser
es: Agua
fr: Eau
it: Acqua

source: Water in millilitres
de: Wasser in Millilitern
es: Agua en mililitros
fr: Eau en millilitres
it: Acqua in millilitri

source: Water:
de: Wasser:
es: Agua:
fr: Eau:
it: Acqua:

source: Welcome to the exciting world of cocktails! This app is your ultimate guide to crafting the perfect drink, whether you're a seasoned bartender or just starting as a home enthusiast. It's a perfect blend of my personal experience behind the bar, insights from friends and colleagues, and information collected from reliable sources on the internet and various books. But, let's face it, taste is subjective, and there's no one-size-fits-all approach to making cocktails. However, this app will be your trusty companion to help you discover new recipes, perfect your favorites, and even create your signature cocktail. From refreshing tropical blends to sophisticated sips, we've got you covered. You'll find everything from classic cocktails to modern twists, so get ready to impress your guests with your newfound mixology skills. But, at the end of the day, the most important thing is that you enjoy the cocktail sitting in front of you. So, use this app as a guideline, experiment with different ingredients and techniques, and most importantly, have fun! Who knows, you might even uncover some professional bartending tips and tricks along the way. So, are you ready to shake things up and craft some delicious drinks? Let's raise a glass and cheers to endless possibilities!
de: Willkommen in der aufregenden Welt der Cocktails! Diese App ist Ihr ultimativer Leitfaden zur Herstellung des perfekten Getränks, ob Sie ein erfahrener Barkeeper sind oder gerade erst als Heim-Enthusiast beginnen. Sie ist eine perfekte Mischung aus meiner persönlichen Erfahrung hinter der Bar, Erkenntnissen von Freunden und Kollegen sowie Informationen, die aus zuverlässigen Quellen im Internet und verschiedenen Büchern gesammelt wurden. Aber seien wir ehrlich, Geschmack ist subjektiv, und es gibt keinen Einheitsansatz für die Herstellung von Cocktails. Diese App wird jedoch Ihr treuer Begleiter sein, um Ihnen bei der Entdeckung neuer Rezepte, der Perfektionierung Ihrer Favoriten und sogar der Erstellung Ihres eigenen Signature-Cocktails zu helfen. Von erfrischenden tropischen Mischungen bis hin zu anspruchsvollen Schlucken sind wir für Sie da. Sie finden alles von klassischen Cocktails bis zu modernen Variationen, also machen Sie sich bereit, Ihre Gäste mit Ihren neu entdeckten Mixologie-Fähigkeiten zu beeindrucken. Aber am Ende des Tages ist das Wichtigste, dass Sie den Cocktail genießen, der vor Ihnen steht. Verwenden Sie diese App als Richtlinie, experimentieren Sie mit verschiedenen Zutaten und Techniken und vor allem: Haben Sie Spaß! Wer weiß, vielleicht entdecken Sie sogar einige professionelle Barkeeper-Tipps und Tricks auf dem Weg. Sind Sie also bereit, die Dinge in Bewegung zu setzen und köstliche Getränke zuzubereiten? Heben wir das Glas und stoßen auf unendliche Möglichkeiten an!
es: ¡Bienvenido al emocionante mundo de los cócteles! Esta app es tu guía definitiva para preparar la bebida perfecta, tanto si eres un bartender con experiencia como si estás empezando como aficionado en casa. Es una mezcla perfecta de mi experiencia personal detrás de la barra, las ideas de amigos y colegas y la información recopilada de fuentes fiables en internet y de varios libros. Pero, seamos honestos, el gusto es subjetivo y no existe un enfoque único para hacer cócteles. Sin embargo, esta app será tu compañera de confianza para ayudarte a descubrir nuevas recetas, perfeccionar tus favoritas e incluso crear tu cóctel de autor. Desde mezclas tropicales refrescantes hasta sorbos sofisticados, lo tenemos cubierto. Encontrarás de todo, desde cócteles clásicos hasta giros modernos, así que prepárate para impresionar a tus invitados con tus nuevas habilidades de mixología. Pero, al final del día, lo más importante es que disfrutes el cóctel que tienes delante. Así que usa esta app como guía, experimenta con distintos ingredientes y técnicas y, lo más importante, ¡diviértete! Quién sabe, quizá descubras algunos trucos y consejos profesionales de bartending por el camino. Entonces, ¿estás listo para agitar las cosas y preparar deliciosas bebidas? ¡Levantemos la copa y brindemos por las infinitas posibilidades!
fr: Bienvenue dans le monde passionnant des cocktails ! Cette application est ton guide ultime pour créer la boisson parfaite, que tu sois un barman chevronné ou un amateur débutant. C'est un mélange parfait de mon expérience personnelle derrière le bar, des idées de mes amis et collègues, et des informations recueillies auprès de sources fiables sur Internet et dans divers livres. Mais, avouons-le, le goût est subjectif, et il n'y a pas d'approche unique pour la préparation des cocktails. Cependant, cette application sera ton fidèle compagnon pour t'aider à découvrir de nouvelles recettes, à perfectionner vos préférées et même à créer ton cocktail signature. - Des mélanges tropicaux rafraîchissants aux boissons sophistiquées, nous avons tout ce qu'il te faut. Tu trouveras de tout, des cocktails classiques aux versions modernes, alors prépares-toi à impressionner vos invités avec vos nouvelles compétences en mixologie. Mais, à la fin de la journée, la chose la plus importante est que tu apprécies le cocktail qui se trouve devant toi. Utilisez donc cette application comme un guide, expérimentez avec différents ingrédients et techniques, et surtout, amuses-toi ! Qui sait, tu découvriras peut-être des astuces de barman professionnel en cours de route. Alors, es-tu prêt à faire bouger les choses et à concocter de délicieuses boissons ? Levons nos verres et trinquons aux possibilités infinies qui s'offrent à nous !
it: Benvenuti nel mondo emozionante dei cocktail! Questa app è la vostra guida definitiva per creare la bevanda perfetta, che siate barman esperti o semplicemente appassionati di cocktail casalinghi. È un perfetto mix della mia esperienza personale dietro al bancone, dei consigli di amici e colleghi, e delle informazioni raccolte da fonti affidabili su Internet e vari libri. Ma ammettiamolo, il gusto è soggettivo e non esiste un approccio universale per la preparazione dei cocktail. Tuttavia, questa app sarà la vostra fedele compagna per scoprire nuove ricette, perfezionare i vostri preferiti e persino creare il vostro cocktail personalizzato. Dai freschi mix tropicali agli sorsi sofisticati, siamo pronti a soddisfare ogni vostra esigenza. Troverete tutto, dai cocktail classici alle reinterpretazioni moderne, quindi preparatevi a stupire i vostri ospiti con le vostre nuove abilità da barman. Ma, alla fine della giornata, la cosa più importante è che voi apprezziate il cocktail davanti a voi. Quindi, utilizzate questa app come linea guida, sperimentate con ingredienti e tecniche diverse e, soprattutto, divertitevi! Chissà, potreste persino scoprire alcuni trucchi e consigli professionali di bartending lungo il cammino. Quindi, siete pronti a mescolare le carte e preparare deliziosi drink? Alziamo il bicchiere e brindiamo alle infinite possibilità!

source: What is the ingredient?
de: Was ist die Zutat?
es: ¿Cuál es el ingrediente?
fr: Quel est l'ingrédient ?
it: Qual è l'ingrediente?

source: You may also like
de: Sie können auch mögen
es: También te puede gustar
fr: Tu pourrais aussi aimer
it: Potrebbe piacerti anche...

source: Your notes on %@
de: Ihre Notizen zu %@...
es: Tus notas sobre %@...
fr: Vos notes sur %@...
it: I tuoi appunti su %@...

source: Cocktails
es: Cócteles
it: Cocktail

source: Email
es: Correo electrónico

source: Email:
es: Correo electrónico:

source: Info
es: Información
fr: Informations
it: Informazioni

source: Like
es: Me gusta
fr: Liker
it: Piace

source: Name
es: Nombre
fr: Nom
it: Nome

source: Name:
es: Nombre:
fr: Nom:

source: Version
es: Versión
it: Versione

source: Extra
fr: Supplémentaire
